{
"author":"Thomas Sowell",
"topic":["politics","socialism","economics"],
"quotes":[	"I have never understood why it is \"greed\" to want to keep the money you have earned but not greed to want to take somebody else's money.",
			"When you want to help people, you tell them the truth. When you want to help yourself, you tell them what they want to hear.",
			"It’s amazing how much panic one honest man can spread among a multitude of hypocrites.",
			"The first lesson of economics is scarcity: There is never enough of anything to satisfy all those who want it. The first lesson of politics is to disregard the first lesson of economics.",
			"Intellect is not wisdom.",
			"Some of the biggest cases of mistaken identity are among intellectuals who have trouble remembering that they are not God.",
			"Racism does not have a good track record. It's been tried out for a long time and you'd think by now we'd want to put an end to it instead of putting it under new management.",
			"It is amazing that people who think we cannot afford to pay for doctors, hospitals, and medication somehow think that we can afford to pay for doctors, hospitals, medication and a government bureaucracy to administer it.",
			"Despite a voluminous and often fervent literature on \"income distribution,\" the cold fact is that most income is not distributed: It is earned.",
			"Socialism is a wonderful idea. It is only as a reality that it has been disastrous. Among people of every race, color, and creed, all around the world, socialism has led to hunger in countries that used to have surplus food to export.... Nevertheless, for many of those who deal primarily in ideas, socialism remains an attractive idea -- in fact, seductive. Its every failure is explained away as due to the inadequacies of particular leaders.",
			"Socialism in general has a record of failure so blatant that only an intellectual could ignore or evade it.",
			"The fact that the market is not doing what we wish it would do is no reason to automatically assume that the government would do better.",
			"There are only two ways of telling the complete truth--anonymously and posthumously.",
			"Freedom has cost too much blood and agony to be relinquished at the cheap price of rhetoric.",
			"Since this is an era when many people are concerned about 'fairness' and 'social justice,' what is your 'fair share' of what someone else has worked for?",
			"When people get used to preferential treatment, equal treatment seems like discrimination.",
			"The most basic question is not what is best, but who shall decide what is best.",
			"One of the consequences of such notions as ‘entitlements’ is that people who have contributed nothing to society feel that society owes them something, apparently just for being nice enough to grace us with their presence.",
			"There are no solutions. There are only trade-offs.",
			"Competition does a much more effective job than government at protecting consumers.",
			"Rhetoric is no substitute for reality."]
}